Repository: amir-boww/vkmusic_bot_i18n
Catalog: */LC_MESSAGES/vk-music-bot.po
Languages: de, fr, it, nl, pt, uz

source: Thanks! Now you can use personalized commands. For example, use /my to access your VK audio
uz: Rahmat, Endi siz shaxsiy buyruqlardan foydalana olasiz. Masalan, VK albumlaringizga kirish uchun quyidagi buyruqdan foydalaning /my

source: intro_msg
de: Sende mir einfach einen Songtitel/den Namen eines Künstlers und ich werde Musik für dich finden! /song — suche nach einem Songtitel /artist — suche nach einem Künstlernamen
fr: Salut ! Envoyez-moi un artiste et/ou un nom de morceau et je trouverai la musique pour vous ! /song — rechercher par le nom de morceau /artist — rechercher par le nom d’artiste /setlang — Changer de langue
it: Mandami semplicemente il nome di un artista e/o di una canzone e troverò la musica che cerchi per te! /song — cerca per nome della canzone /artist — cerca per nome dell'artista
nl: Stuur me de naam van een artiest en/of nummer en ik zal muziek voor je zoeken! /song — zoeken op naam van het nummer /artist — zoeken op naam van de artiest
pt: Envie-me o nome da música e/ou o nome do artista, que irei encontrar para você! /song — procurar pelo nome da música /artist — procurar pelo nome do artista
uz: Salom! Menga artist va/yoki qo'shiq nomini yozing va men siz uchun topilgan qo'shiqlar ro'yhatini beraman! /song — qo'shiq nomi orqali qidirish /artist — qo'shiqchi nomi orqali qidirish /setlang — tilni o'zgartishish

source: This command can not be used in group chat, send it as a private message
uz: Bu buyruq gruppa chatlarida ishlamaydi. Shaxsiy xabar jo'nating

source: help_cmd_reply
de: 🔥 Kommandos Sende mir einfach einen Songtitel/den Namen eines Künstlers und ich werde Musik für dich finden! /song — suche nach einem Songtitel (nützlich für Gruppenchats) /artist — suche nach einem Künstlernamen /randomglobal /rg — bekomme ein zufälliges Lied /my — greuf auf dein vk audio zu /friends — greife auf deine vk Freunde zu /groups — greife auf deine vk Gruppen hinzu /add — füge den letzten heruntergeladenen Song zu deinem vk audio hinzu ☝️ Um personalisierte vk.com Funktionen zu nutzen, musst du dich in VK anmelden, mit dem /start Kommando 💕 Favoriten /save /like — das zuletzt heruntergeladene Lied in deinen Favoriten speichern /remove /del — das letzte Lied von deinen Favoriten entfernen /random /r — zufälliger Song aus deinen Favoriten 📖 Songtexte /lyrics /text /l — bekomme den Songtext für das letzte Lied /lyrics /text /l [1-9] — bekomme Songtexte für das Lied aus der Suchliste (Lieder mit Songtexten sind markiert mit 📖) 🌎 Sprachen /setlang — Sprache ändern ⏬ Stapeldownloads /getall — alle Lieder aus den Suchergebnissen downloaden Um mehrere Lieder auf einmal runterzuladen, kannst du Bereiche angeben während dudie Zahl angibst (z.B., «1-9» oder «1,4,5», «1,3,6-9»). Das gleiche gilt auch für Kommandos (z.B., /1,4,6-9) ⭐️ Wenn dir dieser Bot gefällt, dann gib ihm bitte 5 Sterne im Bot-store: https://telegram.me/storebot?start=vkmusic_bot Offizieller Kanal für Neuigkeiten: @vkmusic_bot_news Kontaktinformationen: @igonzo Unterstützung und Spenden: http://vkmusicbot.tk/
fr: 🔥 Commandes Envoyez-moi un artiste et/ou un nom de morceau et je trouverai la musique pour vous ! /song — rechercher par le nom de morceau (utile pour les discussions de groupe) /artist — rechercher par le nom d’artiste /randomglobal /rg — choisir un morceau au hasard /my — accéder à votre fichiers audio de vk /friends — accéder à votre amis de vk /groups — accéder à votre groupes de vk /add — ajouter le dernier morceau téléchargé à votre fichiers audio de vk ☝️ Veuillez m'autoriser sur VK par la commande /start pour accéder aux fonctions personnalisées de vk.com 💕 Favoris /save /like — ajouter le dernier morceau téléchargé à favoris /remove /del — supprimer le dernier morceau des favoris /random /r — un morceau aléatoire de votre favoris 📖 Paroles /lyrics /text /l — trouver les paroles pour le dernier morceau téléchargé /lyrics /text /l [1-9] — trouver les paroles pour le morceau dans la liste de recherche (morceaux avec des paroles sont marquées avec un 📖) 🌎 Langues /setlang — Changer de langue ⏬ Téléchargements par lots /getall — télécharger toutes les morceaux dans la liste des résultats Pour télécharger de nombreuses morceaux à la fois, vous pouvez saisissez une tranche de numéros (ex. «1-9» ou «1,4,5», «1,3,6-9»). Il en est de même pour les commandes (ex. /1,4,6-9) ⭐️ Si vous aimez ce bot, veuillez noter 5 étoiles dans le bot store : https://telegram.me/storebot?start=vkmusic_bot Chaîne d'information officiel : @vkmusic_bot_news Informations de contact : @igonzo Appui et dons : http://vkmusicbot.tk/
it: 🔥Comandi Mandami semplicemente il nome di un artista e/o di una canzone e troverò la musica che cerchi per te! /song — cerca per nome della canzone (utile per le chat di gruppo) /artist — cerca per nome dell'artista /randomglobal /rg — canzone a caso /my — accedi ai tuoi audio VK /friends — accedi ai tuoi amici VK /groups — accedi ai tuoi gruppi VK /add — aggiungi l'ultima canzone scaricata ai tuoi audio VK ☝️ Per accedere alle opzioni personalizzate di vk.com devi autorizzarmi per accedere a VK tramite /start command 💕 Favoriti /save /like — aggiungi l'ultima canzone ai favoriti /remove /del — rimuovi l'ultima canzone dai favoriti /random /r — canzone a caso dai tuoi favoriti 📖 Testi /lyrics /text /l — ottieni il testo dell'ultima canzone scaricata /lyrics /text /l [1-9] — ottieni il testo della canzone scekta dalla lista di ricerca (le canzoni con il testo sono marcate con 📖) 🌎 Lingue /setlang — cambia lingua ⏬ Download di gruppo /getall — scarica tutte le canzoni dai risultati della ricerca Per scaricare tante canzoni in una volta sola puoi usare degli intervalli nei quali specifici il numero per scaricare (e.g., «1-9» or «1,4,5», «1,3,6-9»). Lo stesso viene applicato per comandi (e.g., /1,4,6-9) ⭐️ Se ti piace questo bot, per piacere valutalo 5 stelle nello store dei bot: https://telegram.me/storebot?start=vkmusic_bot Canale ufficiale per le notizie: @vkmusic_bot_news Informazioni di contatto: @igonzo Dnazione e supporto: http://vkmusicbot.tk/
nl: 🔥 Opdrachten Stuur me de naam van een artiest en/of nummer en ik zal muziek voor je zoeken! /song — zoeken op naam van het nummer (handig voor groepchats) /artist — zoeken op naam de artiest /randomglobal /rg — vraag een willekeurig nummer op /my — toegang tot je VK-audio /friends — toegang tot je VK-vrienden /groups — toegang tot je VK-groepen /add — het laatst gedownloade nummer toevoegen aan je VK-audio ☝️ Om toegang te krijgen tot gepersonaliseerde vk.com-functies moet je me eerst autoriseren op VK met het de opdracht /start 💕 Favorieten /save /like — voeg het laatst gedownloade nummer toe aan je favorieten /remove /del — verwijder het laatste nummer uit je favorieten /random /r — willekeurig nummer uit je favorieten 📖 Liedteksten /lyrics /text /l — vraag liedteksten op van je laatst gedownloade nummer /lyrics /text /l [1-%(max_songs)d] — vraag liedteksten op van het nummer uit je zoekresultaten (nummers met liedteksten zijn gemarkeerd met 📖) 🌎 Talen /setlang — wijzig taal ⏬ Bulkdownloads /getall — download alle nummers van de zoekresultaten ⭐️ Als je deze bot leuk vindt, beoordeel hem dan met 5 sterren in de Bot Store: https://telegram.me/storebot?start=vkmusic_bot Officieel nieuwskanaal: @vkmusic_bot_news Contactinformatie: @igonzo Ondersteuning en donaties: http://vkmbot.ru/
pt: 🔥 Commands Envie-me o nome da música e/ou o nome do artista, que irei encontrar para você! /song — procurar pelo nome da música (útil em grupos) /artist — procurar pelo nome do artista /randomglobal /rg — enviar uma música randômica /my — ver suas músicas do vk /friends — ver seus amigos do vk /groups — ver seus grupos do vk /add — adicionar a última música baixada na sua lista de músicas do vk ☝️Para ter recursos personalizados, você precisa autorizar sua conta do VK usando o comando /start 💕 Favoritos /save /like — adiciona a última música baixada a sua lista de favoritos /remove /del — remove a última música baixada da sua lista de favoritos /random /r — envia uma música randômica dos seus favoritos 📖 Letras /lyrics /text /l — envia a letra da última música baixada /lyrics /text /l [1-9] — envia a letra de uma música da lista de busca (músicas que contenham letras estão marcadas com um 📖) 🌎 Idiomas /setlang — mudar idioma ⏬ Download em massa /getall — baixar todas as músicas da lista de busca Quando quiser várias músicas de uma lista, você pode determinar a quantidade de itens que serão baixados, (ex., «1-9», «1,4,5» ou «1,3,6-9»). O mesmo se aplica para comandos (ex., /1,4,6-9) ⭐️ Se você gostou desse bot, não hesite em nos dar 5 estrelas na bot-store: https://telegram.me/storebot?start=vkmusic_bot Canal oficial de notícias: @vkmusic_bot_news Contato: @igonzo Suporte e doações: http://vkmusicbot.tk/
uz: 🔥 Buyruqlar Salom! Menga artist va/yoki qo'shiq nomini yozing va men siz uchun topilgan qo'shiqlar ro'yxatini beraman! /song — qo'shiq nomi orqali qidirish /artist — qo'shiqchi nomi orqali qidirish /randomglobal /rg — tasodifiv qo'shiq topish /my — vkontaktedagi shaxsiy qo'shiqlaringiz /friends — vkontaktedagi do'stlaringiz ro'yxati /groups — vkontaktedagi gruppalaringiz ro'yxati /add — oxirgi ko'chirilgan qo'shiqni VK albumingizga qo'shish ☝️ Shaxsiy buyruqlarni ishlatish uchun, siz VK dagi profilingiz orqali ulanishingiz kerak. Buning uchun /start buyrig'idan foydalaning 💕 Sevimli qo'shiqlar /save /like — oxirgi ko'chirilgan qo'shiqni sevimli qo'shiqlaringiz ro'yhatiga qo'shish /remove /del — oxirgi qo'shiqni sevimlilar ro'yhatidan olib tashlash /random /r — sevimli qo'shiqlaringiz ichidan tasodifiy qo'shiq tanlash 📖 Qo'shiq matnlari /lyrics /text /l — oxirgi ko'chirgan qo'shig'ingiz matni /lyrics /text /l [1-%(max_songs)d] — qidirilgan qo'shiqlar uchun matn (qo'shiq matniga ega qo'shiqlar 📖 bilan belgilanadi) 🌎 Tillar /setlang — tilni o'zgartirish ⏬ To'plam ko'chirish /getall — ro'yhatidagi qidirilgan hamma qo'shiqni ko'chirish ⭐️ Agar sizga bu bot yoqgan bo'lsa, Iltimos bizni 5 yulduz bilan baxolang: https://telegram.me/storebot?start=vkmusic_bot Rasmiy yangiliklar kanali: @vkmusic_bot_news Aloqa: @igonzo Yordam va hadya: http://vkmusicbot.tk/

source: Donate
uz: 💸 Hadya qilish

source: Leave a positive feedback
uz: 🌟 Ijobiy fikr qoldiring

source: Remind later
uz: Keyinroq eslatish

source: We would highly appreciate if you could help us with money donation at http://vkmusicbot.tk
uz: Agar siz bizga hadya qilmoqchi bo'lsangiz, biz judayam mamnun bo'lar edik. Buning uchun quyidagi link orqali kiring http://vkmusicbot.tk

source: Please rate us 5 stars in the bot-store: https://telegram.me/storebot?start=vkmusic_bot
uz: Bot sizga yoqdimi? Unda bizga baxo bering. ⭐️⭐️⭐️⭐️⭐️ https://telegram.me/storebot?start=vkmusic_bot

source: Ok, we won't bother you for a while
uz: Hop, biz ozginaga sizni bezovta qilmay turamiz

source: If you like this bot there are a few ways you can support the developer!
uz: Agar bu bot sizga yoqgan bo'lsa, dasturchiga rahmat aytishni bir-ikki usullari bor!

source: Language settings updated
de: 👌🇩🇪 Spracheinstellungen aktualisiert
fr: 👌🇫🇷 Les paramètres sont mis à jour
it: 👌🇮🇹 Impostazioni della lingua aggiornate
nl: 👌🇳🇱 Taalinstelling bijgewerkt
pt: 👌Configurações de idiomas foram atualizadas
uz: 👌🇺🇿 Til sozlamalari yangilandi

source: To select new language, use the following commands
fr: Pour sélectionner une nouvelle langue, utilisez les commandes suivants
nl: Gebruik de volgende opdrachten om een nieuwe taal te selecteren
uz: Yangi tilni tanlash uchun, quyidagi buyruqlardan foydalaning

source: Please, select new language
de: Bitte Sprache wählen
fr: Veuillez selectionner la nouvelle langue
nl: Selecteer een nieuwe taal
uz: Iltimos, yangi tilni tanlang

source: Language
uz: Til

source: Lyrics icon: %s
uz: Qo'shiq matlari ikonkasi: %s

source: Enabled
uz: Yoqilgan

source: Disabled
uz: O'chirilgan

source: Cancel
uz: Bekor qilish

source: What would you like to change?
uz: Nimani o'zgartishni xohlaysiz?

source: Oops! Looks like your VK authorization is lost. Please, authorize me again via the link %s
de: Ups! Scheint so, wie als wäre die VK-Authorisierung weg. Bitte authorisiere mich erneut mit dem Link %s
fr: Oups ! Il semble que votre autorisation de VK est perdu. Veuillez m’autoriser à nouveau sur le lien %s
it: Oops! Sembra che la tua autorizzazione al tuo VK è scaduta. Per piacere, autorizzami di nuovo tramite il link %s
nl: Oeps! Het lijkt erop dat je VK-autorisatie niet meer werkt. Autoriseer me opnieuw met de link %s
pt: Oops! Parece que sua autorização do VK foi perdida. Por favor, autorize novamente pelo link %s
uz: Ehh! Sizni VK avtorizatsiyangiz yo'qolgan ko'rinadi. Iltimos, shu link orqali qayta kiring %s

source: Oops, something went wrong. Please try again later.
de: Ups, irgendetwas ist falsch gelaufen. Bitte versuch es später erneut.
fr: Oups, quelque chose a mal tourné. Veuillez réessayer plus tard.
it: Oops, qualcosa è andato storto. Per piacere prova più tardi.
nl: Oeps, er is iets misgegaan. Probeer het later nog eens.
pt: Oops, alguma coisa errada aconteceu. Tente novamente mais tarde.
uz: Ehh, Nimadir xato ketdi. Iltimos keyinroq unirib ko'ring.

source: unknown_user_in_chat_msg
de: Hallo! Sieht so aus, als hätten wir uns noch nicht gesehen!😳 Sende mir die private Nachricht /start, und ich werde dir sagen was du als nächstes tun musst
fr: Salut ! Il semble que nous n’avons pas encore rencontré 😳 Envoyez-moi un message privé /start et je vous guiderai
it: Ciao! Sembra che non ci siamo ancora incontrati😳 Mandami un messaggio privato contenente /start, e ti guiderò per cosa fare dopo
nl: Hoi! Het lijkt erop dat we elkaar nog niet ontmoet hebben 😳 Stuur me /start in een privébericht en ik zal je verder begeleiden
pt: Olá! Parece que ainda não conheço você! 😳 Envie-me uma mensagem no chat com o comando /start, que serei seu guia!
uz: Salom! Biz hali uchrashmaganga o'xshaymiz 😳 Menga shaxsiy xabar yozing /start, va men keyin nima qilish kerakligini tushuntiraman.

source: Auth via %s
de: Hallo! Um alle Funktionen zu nutzen musst du mich in deinem VK authorisieren, folge dem Link um das zu machen: %s Sende mir einfach einen Songtitel um ihn zu finden!
fr: Veuillez m’autoriser sur votre VK pour accéder tout les fonctions, suivez le lien pour ce faire %s
it: Ciao! Per accedere a tutte le opzioni devi autorizzarmi per accedere al tuo VK, segui il link per farlo %s Mandami semplicemente il nome della canzone per trovarla!
nl: Hoi! Om toegang te krijgen tot alle functies moet je me eerst autoriseren op VK, volg de link om dit te doen %s Stuur me de naam van een nummer en ik zal het voor je zoeken!
pt: Hi! Para acessar todos os recursos você precisa me autorizar no VK, use o link a seguir para completar o processo: %s Envie-me o nome da música para eu encontrar!
uz: Bu hamma buyruqlarni ishga tushirish uchun VK orqali ulanishingiz kerak. Buning uchun quyidagi link orqali kiring %s

source: I found nothing
de: Ich habe nichts gefunden 😔
fr: Je n'ai rien trouvé 😔
it: Non ho trovato niente 😔
nl: Ik heb niks gevonden 😔
pt: Não encontrei nada 😔
uz: Hech narsa topilmadi. 😔

source: I like this bot!
uz: Menga bu bot yoqdi!

source: Wall
fr: Mur
nl: Muur
uz: Devor

source: Albums
pt: Álbuns
uz: Albomlar

source: Use /prev or /next to navigate
de: Benutze /prev und /next um zu navigieren
fr: Utilisez /prev ou /next pour naviguer
nl: Gebruik /prev of /next om te navigeren
pt: Use os comandos /prev ou /next para navegar entre os resultados.
uz: Yo'naltish uchun /prev yoki /next dan foydalaning

source: To access this feature you need to authorize me in VK via /start command
de: Um diese Funktion nutzen zu können, musst du mich in VK mit dem /start Kommando authorisieren
fr: Veuillez m’autoriser sur VK par la commande /start pour accéder à cette fonction
it: Per accedere a questa opzione devi autorizzarmi per accedere a VK tramite il comando /start
nl: Om toegang te krijgen tot deze functie moet je me eerst autoriseren op VK met de opdracht /start
pt: Para usar esse recurso você precisa autorizar sua conta do VK usando o comando /start
uz: Bu buyruqni ishga tushirish uchun VK orqali ulanishingiz kerak. Buning uchun /start buyrug'idan foydalaning.

source: What artist are you looking for? For example «Lera Lynn» or «Wiz Khalifa»
de: Nach welchem Künstler suchst du? Zum Beispiel «Lera Lynn» oder «Wiz Khalifa»
fr: Quel artiste cherchez-vous ? Par exemple «Lera Lynn» ou «Wiz Khalifa»
it: Quale artista stai cercando? Per esempio «Lera Lynn» o «Wiz Khalifa»
nl: Naar welke artiest zoek je? Bijvoorbeeld "Lera Lynn" of "Wiz Khalifa"
pt: Qual artista você está procurando? Por exemplo «Dream Theater» ou «Dj Cleiton Rasta»
uz: Qaysi qo'shiqchini qidiryapsiz? Masalan: «Ozodbek» yoki «Ummon»

source: What song are you looking for? For example «Get Lucky» or «Take Me To Church»
de: Nach welchem Lied suchst du? Zum Beispiel «Get Lucky» oder «Take Me To Church»
fr: Quel morceau cherchez-vous ? Par exemple «Get Lucky» ou «Take Me To Church»
it: Quale canzone stai cercando? Per esempio «Get Lucky» o «Take Me To Church»
nl: Naar welk nummer zoek je? Bijvoorbeeld "Get Lucky" of "Take Me To Church"
pt: Qual música você está procurando? Por exemplo «The Spirit Carries On» ou «Cabeça de Gelo»
uz: Qaysi qo'shiqni qidiryapsiz? Masalan: «O'zbekiston», «Xayr» yoki «Yurak»

source: Oops! You need to give me access to your friends. Please, authorize me again via the link %s
fr: Oups ! Vous devez me permettre d'accéder à votre amis. Veuillez m’autoriser à nouveau sur le lien %s
nl: Oeps! Je moet me toegang geven tot je vrienden. Autoriseer me opnieuw met de link %s
pt: Oops! Você precisa me dar acesso aos seus amigos. Por favor, me autorize novamente pelo link %s
uz: Ehh! Siz do'stlaringiz ro'yhati uchun menga ruxsat berishingiz kerak. Iltimos, %s link orqali qayta kiring

source: You need to search for something before
de: Du musst erst nach etwas suchen 🐸
fr: Veuillez d'abord chercher quelque chose 🐸
it: Devi cercare qualcosa prima 🐸
nl: Je moet eerst naar iets zoeken 🐸
pt: Você precisa procurar por algo antes 🐸
uz: Siz oldin biror narsa qidirishingiz kerak

source: Song is too big
de: Das Lied ist zu groß 😔
fr: Le morceau est trop grand 😔
it: La canzone è troppo grande 😔
nl: Nummer is te groot 😔
pt: A música é muito grande 😔
uz: Qo’shiq hajmi juda katta 😔

source: Choose a song number from 1 to %d
de: Wähle eine Liednummer von 1 bis %d
fr: Choisissez un numéro de morceau de 1 à %d
it: Scegli il numero della canzone da 1 a %d
nl: Kies een nummer tussen de 1 en de %d
pt: Escolha uma música de 1 a %d
uz: 1 dan %d gacha bir qo'shiq raqamini tanlang

source: Song is removed by copyright owners
de: ⛔️ Song wurde von Copyright-Inhabern entfernt
fr: ⛔️ Ce morceau a été retirée par les titulaires de droits d'auteur
it: ⛔️ La canzone è stata rimossa dai proprietari del copyright
nl: ⛔️ Nummer is verwijderd door auteursrechthebbenden
pt: ⛔️ Essa música foi removida devido aos direitos autorais
uz: Qo’shiq mualliflik egalari tomonidan o’chirildi

source: Download something before!
de: Lade erst was herunter!
fr: Téléchargez d'abord quelque chose !
it: Scarica qualcosa prima!
nl: Je moet eerst iets downloaden!
pt: Baixe alguma coisa antes de executar este comando!
uz: Oldin bir narsa yuklab oling!

source: No lyrics found
de: Keine Liedtexte für dieses Lied gefunden 😔
fr: Aucun paroles trouvé pour ce morceau 😔
it: Nessun testo trovato per questa canzone 😔
nl: Geen liedtekst gevonden voor dit nummer 😔
pt: Não foram encontradas letras para essa música 😔
uz: Bu qo’shiq matni topilmadi
